// Створіть функцію яка приймає один параметр: num.
// Усередині функції виведіть значення num в консоль.
// Після цього, рекурсивно викличте функцію зі зменшеним значенням num (наприклад, num - 1).
// Фунція повинна викликатися, доки num не стане менше або рівне 0.
// Викличте вашу функцію з аргументом, наприклад, 5, щоб почати рекурсивний лічильник.

function countdown(num) {
    console.log(num);
    if (num > 0) {
      countdown(num - 1);
    }
  }
  
  // Виклик рекурсивної функції countdown
  countdown(5); // Виведе числа від 5 до 0
  